Repository: abdalmuneim/rymcApps
Catalog: rymckiosk/lib/l10n/intl_*.arb
Languages: ar

# ar
source: Arabic
ar: العربية

# en
source: English
ar: الانجليزية

# freeConsultation
source: Fast and free medical advice
ar: استشارة طبية سريعة ومجانية

source: Busy
ar: مشغول

source: Online
ar: اونلاين

# chooseLang
source: Chooses Language
ar: إختيار اللغة

source: Save
ar: حفظ

# subTitle
source: As a matter of social responsibility, Al-Razi Yanbu Medical Complex provides fast and reliable telemedicine consultation for the benefit of the community
ar: من باب المسؤولية الاجتماعية يقدم مجمع الرازي ينبع الطبي استشارة طبية عن بعد تتسم بالسرعة والموثوقية ليستفيد منها المجتمع

source: Start
ar: البداية

# continueToConsult
source: Continue to consult remotely
ar: استمر للاستشارة عن بعد

source: Introduce Yourself
ar: عرفنا عن نفسك

source: Name
ar: الاسم

source: Phone Number
ar: رقم الجوال

# validPhone
source: Your phone number require
ar: رقم الجوال مطلوب

# valid
source: Your name require
ar: الاسم مطلوب

# titleLoadCall
source: Please wait, we are connecting you to the doctor...
ar: الرجاء الانتظار جاري توصيلك بالطبيب ...

source: Close
ar: إغلاق

source: End
ar: إنهاء

source: Thank you
ar: شكرا لك

# happyToUseOurService
source: We are glad you benefited from the service
ar: سعيدين باستفادتك من الخدمة

# loadToBackMain
source: You will be redirected to the main page within {date} seconds
ar: جاري تحويلك للصفحة الرئيسية خلال {date} ثواني

source: Main Page
ar: الصفحة الرئيسية

# noInternetConnection
source: No found Network connection please enable!
ar: لا يوجد اتصال بالانترنت تحقق من تفعيله

source: Login Admin
ar: دخول الادمن

# validPassword
source: Your password require
ar: الرقم السري مطلوب

source: Password
ar: الرقم السري

source: Enter
ar: دخول

# notEXistsPass
source: Not exists password!
ar: الرقم السري خاطئ

source: Are you Doctor?
ar: هل انت طبيب؟

source: Are You User?
ar: هل انت مستخدم؟

source: Camera
ar: الكاميرا

source: Gallery
ar: المعرض

source: Tack Photo
ar: إلتقاط صورة

source: Phone not Exists
ar: الهاتف غير موجد

source: Add Doctor
ar: إضافة طبيب

source: Doctor Name
ar: إسم الطبيب

source: Image required
ar: الصوره مطلوبة

source: Specialty
ar: التخصص

source: About Doctor
ar: نبذه عن الدكتور

source: Image not Loaded
ar: لم يتم تحميل الصوره

source: Error loaded
ar: خطاء في التحميل

# thisImportantCommunicationRelatesToTheCorrectConditionOfThe
source: This important communication relates to the correct condition of the patient
ar: هذا اتصال هام يتعلق بالحاله الصحيحيه للمريض

# aCallComingFrom
source: A call coming from {user}
ar: اتصال قادم من {user}

source: not found FCM
ar: لم يتم العثور علي مستخدم

source: No doctors yet!, Wait to add
ar: لم يتم اضافة اي دكتور، انتظر حتي يتم الاضافة

source: Doctor not available
ar: الدكتورغير متاح
